const NEWS_DATA = [
    {
        "date": "23 мая 2026",
        "title": "Запуск сайта",
        "description": `Наша команда запустила сайт, где каждый желающий может ознакомиться с устройствами.`
    },
    {
        "date": "22 мая 2026",
        "title": "Запуск новых продуктов",
        "description": `Наша команда запустила интеграцию новой системы управления для роботов.
                            Повысили тактильные ощущения от управлени.`
    },
    {
        "date": "10 марта 2026",
        "title": "Заняли призовые места",
        "description": `Заняли призовые места в спортивных состязаниях, получил гран-при в номинации «Лучший робот-футболист».
        Эксперты высоко оценили течнические характеристики робота.`
    },
    {
        "date": "7 марта 2026",
        "title": "Открытый исходный код",
        "description": `Мы опубликовали базовые прошивки наших контроллеров. Теперь любой желающий может
                            собрать мини-манипулятор дома и запрограммировать его на выполнение простых команд.`
    },
     {
        "date": "20 февраля 2026",
        "title": "Старт проекта",
        "description": `Провели открытый воркшоп для студентов технических вузов. Участники под руководством наших
                            ведущих инженеров за 4 часа собрали и настроили колесного робота-разведчика.`
    }
];